[
    "With hindsight, all in all, I am happy to have been able to say no to more glory, more money, and to have been guided only by the idea of loyally serving the club during that period. Most of all – and anyone who is an Arsenal supporter will understand this – I had knitted myself a soul in red and white",
    "If happiness is liking the life one lives, I can say I have been happy, and still am",
    "Happiness can be defined, in part at least, as the fruit of the desire and ability to sacrifice what we want now for what we want eventually",
    "Feeling the fear and deciding that something else is more important",
    "Maybe you convinced yourself that you needed to “know how” first",
    "Worry does not empty tomorrow of its sorrow, it empties today of its strength",
    "This is the deepest paradox in all of meditation: we want to get somewhere - we wouldn't have taken up the practice if we didn't - but the way to get there is just to be fully here.",
    "When will you have a little pity for every soft thing that walks through the world, yourself included",
    "So much has been given to me I have not the time to ponder that which has been denied - Hellen Keller",
    "Be kind, for everyone is fighting a hard battle",
    "Peace is not something you must hope for in the future. Rather, it is a deepening of the present, and unless you look for it in the present you will never find it",
    "Every moment of the day - indeed, every moment throughout one's life - offers an opportunity to be relaxed and responsive or to suffer unnecessarily",
    "Someone I loved once gave me a box full of darkness. It took me years to understand that this, too, was a gift",
    "How often in life we complete a task that was beyond the capability of the person we were when we started it",
    "Your mind is the basis of everything you experience in life, and of every contribution you can make to the lives of others",
    "The curious paradox is that when I accept myself just as I am, then I can change", 
    "Why am I in such a rush to get through life when I want so much to enjoy it?",
    "Begin challenging your own assumptions. Your assumptions are your windows on the world. Scrub them every once in a while, or the light won't come in."
]